Revit 2027 API
BuiltInFailures.FamilyFailures.MightntPlaceInsertsWarning Property
 There exist geometry collision. These elements might not be copied.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId MightntPlaceInsertsWarning { get; }
Public Shared ReadOnly Property MightntPlaceInsertsWarning As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ MightntPlaceInsertsWarning {
	FailureDefinitionId^ get ();
}
static member MightntPlaceInsertsWarning : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.FamilyFailures Class
Autodesk.Revit.DB Namespace